var entriesInfo = {"projects":{

"lamp": {"title":"Desk Lamp", "date":"January 2022", "shortDescription":"A desk lamp that has detachable independently powered modules.⟶ 3D modeling, 3D rendering, 3D printing, Photography", "longDescription":" I live close to the Angrignon park, where every Spring and Fall, high winds cut the power at night. I wanted a lamp that had battery-powered modules that would stay on during these power outages. The main body of the lamp is powered by a 5V 2A power brick. The individual modules can dock to the main body with magnets and magnetic 3-pin connectors. A MCP73871 chip allows the current to charge the battery and to power the LEDs at the same time. Because there are magnets on the charging face of the modules, they can be attached to any metallic surface in case of a power outage, and serve as a emergency lighting system. A detached module will stay lit for about 2 hours before needing to be charged.",			   
"pictures": {"picture1":"./Media/lamp/lamp1.jpg", "picture2":"./Media/lamp/lamp2.jpg", "picture3":"./Media/lamp/lamp3.jpg","picture4":"./Media/lamp/lamp4.jpg","picture5":"./Media/lamp/lamp5.jpg","picture6":"./Media/lamp/lamp6.jpg","picture7":"./Media/lamp/lamp7.jpg","picture8":"./Media/lamp/lamp8.jpg","picture9":"./Media/lamp/lamp9.jpg"}},

"screenprints": {"title":"Screenprinting #1", "date":"December 2021", "shortDescription":"CMYK process serigraphic printing on chiffon paper ⟶ Photography, Serigraphy", "longDescription":"Here are a series of screenprints made through the CMYK process. The color halftones make an interesting effect when seen up-close. I lvoe serigraphy. You get so much control over the end result just by shifting on the color layers a tiny bit, or by applying more or less presssure as you pull the ink with the squeegee.",
"pictures": {"picture1":"./Media/screenprints/screenprints1.jpg","picture2":"./Media/screenprints/screenprints2.jpg","picture3":"./Media/screenprints/screenprints3.jpg","picture4":"./Media/screenprints/screenprints4.jpg","picture5":"./Media/screenprints/screenprints5.jpg"}},
	
	
"candles": {"title":"Candles + vaporwave sketches", "date":"December 2021", "shortDescription":"Decorative candles and quick sketching exploration of the vaporwave aesthetic  ⟶ 3D printing, Moldmaking, Graphic Design", "longDescription":"I modified 3D scans of two statues: 'Le Réveil' by Laurent-Honoré Marqueste, and 'The Greek Slave' by Hiram Powers so they could be made into wax statues. ",
"pictures": {"picture1":"./Media/candles/candles1.jpg","picture2":"./Media/candles/candles2.jpg","picture3":"./Media/candles/candles3.jpg","picture4":"./Media/candles/candles4.jpg"}},
	
"EIRBooklet": {"title":"'Kodak EIR' Booklet", "date":"October 2021", "shortDescription":"Booklet showcasing infrared photography shot with Kodak Ektachrome Infrared Film ⟶ Graphic Design, Typesetting, Digital Printing ", "longDescription":"Thanks to Hugues Marceau for gifting me this roll of film.<br>Kodak Ektachrome Color Infrared Film, or Kodak EIR, was a film originally designed for aerial photography, specifically for military use. The chemistry of the film rendered infrared light as red. Plant life reflects a lot of infrared light, while things camouflaged as plants would not. I shot this roll of infrared film at the botanical gardens and at the Old Port, in Montréal. ",
"pictures": {"picture1":"./Media/EIRBooklet/EIRBooklet1.jpg","picture2":"./Media/EIRBooklet/EIRBooklet2.jpg","picture3":"./Media/EIRBooklet/EIRBooklet3.jpg","picture4":"./Media/EIRBooklet/EIRBooklet4.jpg","picture5":"./Media/EIRBooklet/EIRBooklet5.jpg","picture6":"./Media/EIRBooklet/EIRBooklet6.jpg","picture7":"./Media/EIRBooklet/EIRBooklet7.jpg","picture8":"./Media/EIRBooklet/EIRBooklet8.jpg"}},
	
"cyanotypeBooklet": {"title":"'The Crystal Goblet' Booklet", "date":"September 2021", "shortDescription":"Exploration of typesetting and printing with the cyanotype process ⟶ Graphic Design, Typesetting, Cyanotype", "longDescription":"The Cystal Goblet is a short essay by book designer Beatrice Warde. In it, she explains her opinion of typography and book design through the analogy of wine and wine cups. Connoisseurs of wine drink it not in a chiseled and jeweled cup, but in simple transparent glasses as to appreaciate the color, the taste, the temperature of the wine without distraction. In the same way, typography and typesetting should be mere containers for the text and should never distract the reader from it.<br><br> In this typesetting project, I play with this idea. Cyanotype is a printing process that's full of character. Its striking blue color highlights the texture of the paper. I exposed each page for then minutes under the sun on my balcony. To keep a good contact between the transparency and the page, I sandwiched them between panes of acrylic, and used glass containers to hold them down. The lights and the shadows imprinted on the pages a beautiful marbling effect. The cyanotype process challenges Warde's opinion on typography: the text becomes white, and the paper is colored. Sometimes, the texture is so intense that the text is barely legible.",
"pictures": {"picture1":"./Media/cyanotypeBooklet/cyanotypeBooklet1.jpg","picture2":"./Media/cyanotypeBooklet/cyanotypeBooklet2.jpg","picture3":"./Media/cyanotypeBooklet/cyanotypeBooklet3.jpg","picture4":"./Media/cyanotypeBooklet/cyanotypeBooklet5.jpg"}},

"bookshelfSketches": {"title":"'Bookshelf ruminations", "date":"September 2021", "shortDescription":"Graphic design sketches ⟶ Graphic Design", "longDescription":"A series of graphic design sketches in a minimalist/brutalist style.",
"pictures": {"picture1":"./Media/bookshelfSketches/bookshelfSketches1.jpg","picture2":"./Media/bookshelfSketches/bookshelfSketches2.jpg","picture3":"./Media/bookshelfSketches/bookshelfSketches3.jpg","picture4":"./Media/bookshelfSketches/bookshelfSketches4.jpg","picture5":"./Media/bookshelfSketches/bookshelfSketches5.jpg","picture6":"./Media/bookshelfSketches/bookshelfSketches6.jpg","picture7":"./Media/bookshelfSketches/bookshelfSketches7.jpg"}},	
	
"bookshelf": {"title":"'Averell' Bookshelf", "date":"August 2021", "shortDescription":"Compact and light shelving system ⟶ 3D modeling, 3D rendering, Woodwork, Photography", "longDescription":"I made this bookshelf to be easily disassemblable, in prevision of moving appartments. I modeled it in Rhinoceros, and used Blender to render it in an environment. I also modeled some books to put in it.",
"pictures": {"picture1":"./Media/bookshelf/bookshelf1.jpg","picture2":"./Media/bookshelf/bookshelf2.jpg","picture3":"./Media/bookshelf/bookshelf3.jpg","picture4":"./Media/bookshelf/bookshelf4.jpg","picture5":"./Media/bookshelf/bookshelf5.jpg"}},
	
	
"soap": {"title":"Savon 'Le Laurentien'", "date":"July 2021", "shortDescription":"Developing a formula and branding for a handmade soap ⟶ Branding, Digital Print, Photography", "longDescription":"Regular soap was getting my face really dry, and the high quality ones were too expensive. I decided to make my own soap, and used it as a design exercise. This cold process formula uses 80% olive oil, 10% coconut oil, 5% cocoa butter and 5% shea butter at a 5% superfat. For the label, I carved a cedar leaf into a potato, and used it to stamp some interesting patterns.",
"pictures": {"picture1":"./Media/soap/soap1.jpg","picture2":"./Media/soap/soap2.jpg","picture3":"./Media/soap/soap3.jpg","picture4":"./Media/soap/soap4.jpg","picture5":"./Media/soap/soap5.jpg"}},

"coffeeTable": {"title":"'William' Coffee Table", "date":"July 2021", "shortDescription":"Small walnut midcentury-esque coffee table  ⟶ Woodwork, Photography", "longDescription":"This is just a cool coffee table I made. I think the black walnut's pattern is so striking that it hides or overshadows any imperfection in the woodwork.",
"pictures": {"picture1":"./Media/coffeeTable/coffeeTable1.jpg","picture2":"./Media/coffeeTable/coffeeTable2.jpg","picture3":"./Media/coffeeTable/coffeeTable3.jpg"}},



"cabinetAndNightstand": {"title":"'Joe and Jack' Small Furniture", "date":"January 2021", "shortDescription":"Minimalist nightstand with drawer and small cabinet with slatted sliding doors  ⟶ Woodwork ", "longDescription":"Here are two pieces of furniture I made. The design is very minimalistic. I used slats both to save on materials and to create an interesting visual effect.",
"pictures": {"picture1":"./Media/cabinetAndNightstand/cabinetAndNightstand1.jpg","picture2":"./Media/cabinetAndNightstand/cabinetAndNightstand2.jpg","picture3":"./Media/cabinetAndNightstand/cabinetAndNightstand3.jpg"}},
	
	
"CCA": {"title":"CCA charette", "date":"2019-2020", "shortDescription":"Ideations for CCA charettes ⟶ 3D modeling, 3D rendering, Architecture", "longDescription":"Made in collaboration with Taline Gotcherian, Andrew Kerr, Dana Ryashy. <br><br> These are two unfinished projects made in the context of the annual design competitions held by the Canadian Centre for Architecture: the CCA Charettes. The theme of the 2019 competition was ‘The City Around The Corner.’ The challenge was to imagine a novel use case for abandoned and transitional places in the city. Our concept was a wintertime inflatable public greenhouse that would fit between the alleyways so common in Montréal <br> The Theme of the 2020 competition was ‘The 25h City.’ The prompt was to imagine a new function for a location that is underused at night. Our concept, based around the big street corner in front of the BANQ, was very futuristic: A fleet of self-driving modules would invade the space at night and deploy various public architectural elements: lamps, benches, greenery, etc.",
"pictures": {"picture1":"./Media/CCA/CCA2.jpg","picture2":"./Media/CCA/CCA3.jpg","picture3":"./Media/CCA/CCA4.jpg"}},
	
"stolichnaya": {"title":"'Stolichnaya' label", "date":"December 2019", "shortDescription":"Exercice in designing a fictional mixed drinks for Stolichnaya ⟶ Graphic Design", "longDescription":"This is a fictional label for the vodka brand 'Stolichnaya.' In this quasi-dystopian near future, Stolichnaya has been bought by Pepsico, and starts producing mixed drinks in individual bottles. In an effort to rejuvenate their brand and appeal to a new Canadian demographic, the labels are designed in a style that blends modernity and an artisanal aesthetic. This project was a good opportunity to use the transparency of the paper and the interesting diffractive properties of glass. ",
"pictures": {"picture1":"./Media/stolichnaya/stolichnaya1.jpg","picture2":"./Media/stolichnaya/stolichnaya.jpg", "picture3":"./Media/stolichnaya/stolichnaya3.jpg", "picture4":"./Media/stolichnaya/stolichnaya4.jpg"}},	
	
"JAGDA": {"title":"JADGA 2019 entry", "date":"November 2019", "shortDescription":"Posters for the Japan Graphic Designers Association's student poster contest ⟶ Graphic Design ", "longDescription":" The theme of the poster competition was 'Money'.",
"pictures": {"picture1":"./Media/JAGDA/JAGDA1.jpg","picture2":"./Media/JAGDA/JAGDA2.jpg","picture3":"./Media/JAGDA/JAGDA3.jpg"}},	
	
"jacket": {"title":"Milkweed Jacket", "date":"November 2019", "shortDescription":"Designing, making and developping a brand for a vest with natural materials ⟶ Graphic Design, Branding, Pattern Making, Sewing", "longDescription":"Made in collaboration with Andrew Kerr, Le Lin, Valérie Sénéchal, Vanessa Wall.<br><br> The goal of this project was to design a sustainable garment. Our concept was a light jacket made out of natural materials. The shell is made out of cotton, dyed with black beans. The filling is made out of milkweed fluff. Contrarily to cotton, milkweed is indigenous to Canada and requires less water to grow. In addition, it is not dependant on the farming industry like fowl down. The brand name is a play on words: it is an alternative to down, but it is also 'not down' with fashion practices. The name of the product, 'GEN1', refers to the four generations of monarch butterflies needed to complete a migration cycle from North to South and back again. In this fictional product line, there would be three other garments that get warmer depending on their 'generation' It was a challenge to design the pattern, as we had a limited quantity of fabric. As a result, we made it for our smallest team member.",
"pictures": {"picture1":"./Media/jacket/jacket1.jpg","picture2":"./Media/jacket/jacket2.jpg","picture3":"./Media/jacket/jacket3.jpg","picture4":"./Media/jacket/jacket4.jpg","picture5":"./Media/jacket/jacket5.jpg","picture6":"./Media/jacket/jacket6.jpg"}},
	









}}